export function getClient(){
    return [
        {
            avatar:"/37a029c7-b04e-4b38-a3fc-29dd143a66dc.jpg",
            name:"中西 巧",
            role:"代表取締役社長",
            company:" 株式会社日建ホールディングス",
            statement:`日本国内の住宅業界の人材不足は深刻な社会問題となっております。
                        外国人材を採用しなければ日本国内で住宅は建築できません。
                        外国人労働者採用の大きな課題は
                        ❶良い人材の採用
                        ❷人材の教育
                        ❸失踪の防止
                        ですが、送出し機関として社歴の深いPlacewell社と日本語学校「柱」に任せれば全ての課題は解決できます。
                        今後もパートナーとして期待しています。`
        },
        {
            avatar:"/9e838488-e017-4cb3-90cc-a3a3bce652d8.jpg",
            name:"山本　博朗",
            role:"代理理事　",
            company:"スカイグローバルサポート協同組合",
            statement:`日本で働くためには、日本語能力だけでなく、仕事への姿勢や日本の文化・ルールを理解することが大切です。
                        柱日本語学校では、日本語教育はもちろん、あいさつや礼儀、職場で必要となるマナーまで実践的に教育されているため、卒業生は日本企業からも高く評価されています。
                        生活面でも日本での暮らし方について事前学習ができているため、来日後の適応がスムーズです。
                        日本で活躍できる人材を育成している、非常に信頼できる日本語学校です。`
        },
        {
            avatar:"/download (1).jpg",
            name:"青木　祐輔",
            role:"理事",
            company:"協同組合ビジネスサプライ愛知",
            statement:`柱日本語学校は、我々BSAにとってなくてはならない存在です。
                        皆様も是非一度、訪問いただき、教育風景をご覧いただきたく思います。
                        柱日本語学校では、多様な職種にあわせた多様な人材を教育しており、他でよくみられる寄せ集めではなく、質の高い人材を採用することができます。
                        正直、以前は人材のレベルにバラツキが目立った時期もありましたが、現在では各先生の実力も大幅に向上しており、優秀な人材を採用することが出来ております。空港送迎時や企業配属時などは、ほぼ日本語でのコミュニケーションで問題ありません。
                        皆様にも自信をもっておすすめさせていただきます。`
        },
        {
            avatar:"/download (2).jpg",
            name:"秋田　政行",
            role:"代表取締役",
            company:"M・Kロード株式会社",
            statement:`私の会社は、約10年前から実習生の受入れを行っており、第1期生から、こちらの柱日本語学校の卒業生を面接～採用しています。いまでは、先生たちの力量も大幅にUPしており、優秀な人材をほぼ即戦力として受入ができ、実習生たちはもちろん、彼らの教育を担っているこの柱日本語学校は私どもにとっては、なくてはならない戦力の担い手です。
                    フィリピンに面接にいった際には、現地の観光やゴルフの手配などもサポートしていただき、とても助かっております。
                    私の友人の会社も紹介させていただき、現在では6名の技能実習生が所属し、活躍しております。
                    是非一度、視察だけでもよいので、柱日本語学校を訪ねてみてください。`
        }
    ]
}

export function getStudent(){
    return [
        {
            avatar:"/jeciel.jpg",
            name:"Jeciel Mae Paumar",
            role:"食品製造",
            company:" サンハウス食品株式会社",
            statement:`「先生には心から感謝しています。」
                    先生、私たちが日本へ来る前から、そして日本で働き始めた今も変わらずサポートしてくださり、本当にありがとうございます。
                    HASHIRAで学ぶことができて、本当に良かったと思っています。入学前と比べて私の人生は大きく変わりました。
                    今では貯金ができるようになり、家族を支えることもできています。
                    ここまで成長できたのは、先生方のご指導と支えがあったからです。本当にありがとうございました。`
        },
        {
            avatar:"/marcko.jpg",
            name:"Markco Funtalba Mudlong",
            role:"とび",
            company:" 株式会社エド建",
            statement:`「柱日本語学校で学んだことが、日本での仕事と生活の大きな力になっています。」
                        私は日本へ来る前に柱日本語学校で日本語を学びました。この学校での勉強は、日本で仕事をするうえでも、日常生活を送るうえでも大きな助けになっています。
                        日本語だけでなく、日本の文化や仕事に対する考え方、社会人としてのマナーについても深く学ぶことができました。その経験は、日本での生活にスムーズに馴染むための大きな支えになっています。
                        また、先生方から「日本に来てからも学び続けることが大切」「困難なことがあっても、強い気持ちを持って乗り越えていくことが大事」ということを教えていただきました。
                        その教えを今でも大切にしながら、日本で毎日成長できるよう努力しています。柱日本語学校で学んだ経験は、私にとってかけがえのない財産です。`
        },
        {
            avatar:"/samuel.jpg",
            name:"Samuel Arogante Bernardo",
            role:"農業",
            company:" 岩井流通株式会社",
            statement:`「日本語をしっかり学んでから日本へ来ることの大切さを実感しました。」
                    私は日本へ来る前に、柱日本語学校で日本語を学びました。
                    入学したばかりの頃は、日本語がほとんど分かりませんでした。しかし、先生方が熱心に指導してくださり、一つひとつ丁寧に教えていただいたおかげで、少しずつ日本語を話せるようになりました。
                    先生は、「日本へ行く前に日本語を身につけておけば、仕事もスムーズにできるし、プライベートでも日本での生活をもっと楽しめる」といつも励ましてくださいました。その言葉が私の大きなモチベーションになりました。
                    実際に日本へ来てから、その言葉の意味を実感しています。日本語を勉強してきたおかげで、仕事だけでなく日常生活でも困ることが少なく、自信を持って生活することができています。
                    日本語をしっかり学んでから日本で働きたいと考えている方には、柱日本語学校を心からおすすめします。`
        }
    ]
}

export function getTeachers(){
    return [
        {
            avatar:"/Screenshot 2026-07-15 162147.png",
            name:"Michael Aldwin D. Sequihod",
            role:"最高執行責任者（COO）",
            company:" Hashira Skills",
            statement:`私は2022年5月15日に柱日本語学校へ入社し、技能実習生を対象とした日本語教師として勤務を開始しました。入社以来、日本で働き、より良い将来を築くことを目指す多くのフィリピン人研修生の指導に携わってまいりました。
                        柱日本語学校での仕事は、若いフィリピン人が夢を実現し、家族を支える存在へと成長する過程を支援できるため、大きなやりがいを感じています。
                        私は日本で6年間働いた経験を活かし、日本語だけでなく、日本文化や職場環境、日本での生活について実践的な知識を学生たちに伝えています。
                        本校での経験を通じて、私たちの使命は単なる教育にとどまらず、学生が人生を切り開き、自らの可能性を伸ばし、より良い未来へ進むための支援を行うことだと実感しています。`
        },
        {
            avatar:"/Screenshot 2026-07-15 162907.png",
            name:"Joan Bascuguin",
            role:"人事担当",
            company:" Hashira Skills",
            statement:`はじめまして。私は柱日本語学校で人事を担当しているJoan Bascuguinです。
                        私は人材育成と組織の成長に強い関心を持ち、一人ひとりが目標を達成できるよう支援することにやりがいを感じています。
                        柱日本語学校は、学生一人ひとりを大切にする教育方針と質の高い教育で知られています。
                        本校では、日本語能力の向上だけでなく、実践的なコミュニケーション能力や日本文化への理解、就労準備教育にも力を入れています。
                        経験豊富なスタッフによるサポートを通じて、学生が日本での生活や学習、就労に円滑に適応できる環境を整えています。
                        学生の皆さんには、新しい経験を前向きに受け入れ、失敗を恐れず挑戦してほしいと思います。すべての経験が成長につながる大切な学びとなります。`
        },
        {
            avatar:"/745045474_2436238376899401_3080839268621199412_n.jpg",
            name:"Regie Familiar",
            role:"技能実習生　講師",
            company:" Hashira Skills",
            statement:`私の学校での生活は、大変なこともありますが、とても充実しています。
                学生たちに日本語を教え、自分の日本での経験を伝えられることに、大きな喜びを感じています。
                また、職場の同僚の皆さんはとても親切で熱心で、毎日楽しく仕事をすることができています。
                この学校で働けることを、とても幸せに思っています。`
        },
        
    ]
}