export function getClient(){
    return [
        {
            avatar:"test",
            name:"中西 巧",
            role:"test",
            company:" 株式会社日建ホールディングス",
            statement:`日本国内の住宅業界の人材不足は深刻な社会問題となっております。
                        外国人材を採用しなければ日本国内で住宅は建築できません。
                        外国人労働者採用の大きな課題は
                        ❶良い人材の採用
                        ❷人材の教育
                        ❸失踪の防止
                        ですが、送出し機関として社歴の深いPlacewell社と日本語学校「柱」に任せれば全ての課題は解決できます。
                        今後もパートナーとして期待しています。`
        }
    ]
}

export function getStudent(){
    return [
        {
            avatar:"test",
            name:"中西 巧",
            role:"Student",
            company:" Hashira",
            statement:`日本国内の住宅業界の人材不足は深刻な社会問題となっております。
                        外国人材を採用しなければ日本国内で住宅は建築できません。
                        外国人労働者採用の大きな課題は
                        ❶良い人材の採用
                        ❷人材の教育
                        ❸失踪の防止
                        ですが、送出し機関として社歴の深いPlacewell社と日本語学校「柱」に任せれば全ての課題は解決できます。
                        今後もパートナーとして期待しています。`
        },
        {
            avatar:"test",
            name:"Jeciel Mae Paumar",
            role:"Student",
            company:" Hashira",
            statement:`サンハウス食品株式会社　食品製造「先生には心から感謝しています。」
                    先生、私たちが日本へ来る前から、そして日本で働き始めた今も変わらずサポートしてくださり、本当にありがとうございます。
                    HASHIRAで学ぶことができて、本当に良かったと思っています。入学前と比べて私の人生は大きく変わりました。
                    今では貯金ができるようになり、家族を支えることもできています。
                    ここまで成長できたのは、先生方のご指導と支えがあったからです。本当にありがとうございました。`
        },
        {
            avatar:"test",
            name:"Markco Funtalba Mudlong",
            role:"とび",
            company:" 株式会社エド建",
            statement:`「柱日本語学校で学んだことが、日本での仕事と生活の大きな力になっています。」
                        私は日本へ来る前に柱日本語学校で日本語を学びました。この学校での勉強は、日本で仕事をするうえでも、日常生活を送るうえでも大きな助けになっています。
                        日本語だけでなく、日本の文化や仕事に対する考え方、社会人としてのマナーについても深く学ぶことができました。その経験は、日本での生活にスムーズに馴染むための大きな支えになっています。
                        また、先生方から「日本に来てからも学び続けることが大切」「困難なことがあっても、強い気持ちを持って乗り越えていくことが大事」ということを教えていただきました。
                        その教えを今でも大切にしながら、日本で毎日成長できるよう努力しています。柱日本語学校で学んだ経験は、私にとってかけがえのない財産です。`
        },
        {
            avatar:"test",
            name:"Samuel Arogante Bernardo",
            role:"農業",
            company:" 岩井流通株式会社",
            statement:`「日本語をしっかり学んでから日本へ来ることの大切さを実感しました。」
                    私は日本へ来る前に、柱日本語学校で日本語を学びました。
                    入学したばかりの頃は、日本語がほとんど分かりませんでした。しかし、先生方が熱心に指導してくださり、一つひとつ丁寧に教えていただいたおかげで、少しずつ日本語を話せるようになりました。
                    先生は、「日本へ行く前に日本語を身につけておけば、仕事もスムーズにできるし、プライベートでも日本での生活をもっと楽しめる」といつも励ましてくださいました。その言葉が私の大きなモチベーションになりました。
                    実際に日本へ来てから、その言葉の意味を実感しています。日本語を勉強してきたおかげで、仕事だけでなく日常生活でも困ることが少なく、自信を持って生活することができています。
                    日本語をしっかり学んでから日本で働きたいと考えている方には、柱日本語学校を心からおすすめします。`
        }
    ]
}

export function getTeachers(){
    return [
        {
            avatar:"test",
            name:"Michael Aldwin D. Sequihod",
            role:"最高執行責任者（COO）",
            company:" Hashira",
            statement:`私は2022年5月15日に柱日本語学校へ入社し、技能実習生を対象とした日本語教師として勤務を開始しました。入社以来、日本で働き、より良い将来を築くことを目指す多くのフィリピン人研修生の指導に携わってまいりました。
                        柱日本語学校での仕事は、若いフィリピン人が夢を実現し、家族を支える存在へと成長する過程を支援できるため、大きなやりがいを感じています。
                        私は日本で6年間働いた経験を活かし、日本語だけでなく、日本文化や職場環境、日本での生活について実践的な知識を学生たちに伝えています。
                        本校での経験を通じて、私たちの使命は単なる教育にとどまらず、学生が人生を切り開き、自らの可能性を伸ばし、より良い未来へ進むための支援を行うことだと実感しています。`
        },
        {
            avatar:"test",
            name:"Joan Bascuguin",
            role:"人事担当",
            company:" Hashira",
            statement:`はじめまして。私は柱日本語学校で人事を担当しているJoan Bascuguinです。
                        私は人材育成と組織の成長に強い関心を持ち、一人ひとりが目標を達成できるよう支援することにやりがいを感じています。
                        柱日本語学校は、学生一人ひとりを大切にする教育方針と質の高い教育で知られています。
                        本校では、日本語能力の向上だけでなく、実践的なコミュニケーション能力や日本文化への理解、就労準備教育にも力を入れています。
                        経験豊富なスタッフによるサポートを通じて、学生が日本での生活や学習、就労に円滑に適応できる環境を整えています。
                        学生の皆さんには、新しい経験を前向きに受け入れ、失敗を恐れず挑戦してほしいと思います。すべての経験が成長につながる大切な学びとなります。`
        },
        {
            avatar:"test",
            name:"レイジ先生",
            role:"技能実習生　講師",
            company:" Hashira",
            statement:`私の学校での生活は、大変なこともありますが、とても充実しています。
                学生たちに日本語を教え、自分の日本での経験を伝えられることに、大きな喜びを感じています。
                また、職場の同僚の皆さんはとても親切で熱心で、毎日楽しく仕事をすることができています。
                この学校で働けることを、とても幸せに思っています。`
        },
        
    ]
}