export function getClient(){
    return [
        {
            avatar:"test",
            name:"中西 巧",
            role:"test",
            company:" 株式会社日建ホールディングス",
            statement:`日本国内の住宅業界の人材不足は深刻な社会問題となっております。
                        外国人材を採用しなければ日本国内で住宅は建築できません。
                        外国人労働者採用の大きな課題は
                        ❶良い人材の採用
                        ❷人材の教育
                        ❸失踪の防止
                        ですが、送出し機関として社歴の深いPlacewell社と日本語学校「柱」に任せれば全ての課題は解決できます。
                        今後もパートナーとして期待しています。`
        }
    ]
}

export function getStudent(){
    return [
        {
            avatar:"test",
            name:"中西 巧",
            role:"test",
            company:" 株式会社日建ホールディングス",
            statement:`日本国内の住宅業界の人材不足は深刻な社会問題となっております。
                        外国人材を採用しなければ日本国内で住宅は建築できません。
                        外国人労働者採用の大きな課題は
                        ❶良い人材の採用
                        ❷人材の教育
                        ❸失踪の防止
                        ですが、送出し機関として社歴の深いPlacewell社と日本語学校「柱」に任せれば全ての課題は解決できます。
                        今後もパートナーとして期待しています。`
        }
    ]
}

export function getTeachers(){
    return [
        {
            avatar:"test",
            name:"Michael Aldwin D. Sequihod",
            role:"最高執行責任者（COO）",
            company:" 柱日本語学校",
            statement:`私は2022年5月15日に柱日本語学校へ入社し、技能実習生を対象とした日本語教師として勤務を開始しました。入社以来、日本で働き、より良い将来を築くことを目指す多くのフィリピン人研修生の指導に携わってまいりました。
                        柱日本語学校での仕事は、若いフィリピン人が夢を実現し、家族を支える存在へと成長する過程を支援できるため、大きなやりがいを感じています。
                        私は日本で6年間働いた経験を活かし、日本語だけでなく、日本文化や職場環境、日本での生活について実践的な知識を学生たちに伝えています。
                        本校での経験を通じて、私たちの使命は単なる教育にとどまらず、学生が人生を切り開き、自らの可能性を伸ばし、より良い未来へ進むための支援を行うことだと実感しています。`
        },
        {
            avatar:"test",
            name:"Joan Bascuguin",
            role:"人事担当",
            company:" 柱日本語学校",
            statement:`はじめまして。私は柱日本語学校で人事を担当しているJoan Bascuguinです。
                        私は人材育成と組織の成長に強い関心を持ち、一人ひとりが目標を達成できるよう支援することにやりがいを感じています。
                        柱日本語学校は、学生一人ひとりを大切にする教育方針と質の高い教育で知られています。
                        本校では、日本語能力の向上だけでなく、実践的なコミュニケーション能力や日本文化への理解、就労準備教育にも力を入れています。
                        経験豊富なスタッフによるサポートを通じて、学生が日本での生活や学習、就労に円滑に適応できる環境を整えています。
                        学生の皆さんには、新しい経験を前向きに受け入れ、失敗を恐れず挑戦してほしいと思います。すべての経験が成長につながる大切な学びとなります。`
        }
    ]
}